Repository: nemfernes/CashApp
Catalog: CashApp/Resources/Localizable/Common/*.lproj/Common.strings
Languages: hr, pl, ro, sk

# LS.Common.Strings.red
source: Red
hr: Crvena
pl: Czerwony
ro: Roșu
sk: Červená

# LS.Common.Strings.orange
source: Orange
hr: Narančasta
pl: Pomarańczowy
ro: Portocaliu
sk: Oranžová

# LS.Common.Strings.green
source: Green
hr: Zelena
pl: Zielony
ro: Verde
sk: Zelená

# LS.Common.Strings.yellow
source: Yellow
hr: Žuta
pl: Żółty
ro: Galben
sk: Žltá

# LS.Common.Strings.pink
source: Pink
hr: Ružičasta
pl: Różowy
ro: Roz
sk: Ružová

# LS.Common.Strings.turquoise
source: Turquoise
hr: Tirkizna
pl: Turkusowy
ro: Turcoaz
sk: Tyrkysová

# LS.Common.Strings.blue
source: Blue
hr: Plava
pl: Niebieski
ro: Albastru
sk: Modrá

# LS.Common.Strings.purple
source: Purple
hr: Ljubičasta
pl: Fioletowy
ro: Mov
sk: Fialová

# LS.Common.Strings.brown
source: Brown
hr: Smeđa
pl: Brązowy
ro: Maro
sk: Hnedá

# LS.Common.Strings.greyscale
source: Greyscale
hr: Sivi tonovi
pl: Skala szarości
ro: Tonuri de gri
sk: Odtiene sivej

# LS.Common.Strings.redDescription
source: Power, passion, energy
hr: Snaga, strast, energija
pl: Moc, pasja, energia
ro: Putere, pasiune, energie
sk: Sila, vášeň, energia

# LS.Common.Strings.orangeDescription
source: Creativity, warmth, friendliness
hr: Kreativnost, toplina, prijateljstvo
pl: Kreatywność, ciepło, życzliwość
ro: Creativitate, căldură, prietenie
sk: Kreativita, teplo, priateľskosť

# LS.Common.Strings.yellowDescription
source: Joy, optimism, playfulness
hr: Radost, optimizam, razigranost
pl: Radość, optymizm, figlarność
ro: Bucurie, optimism, jovialitate
sk: Radosť, optimizmus, hravosť

# LS.Common.Strings.greenDescription
source: Growth, health, balance
hr: Rast, zdravlje, ravnoteža
pl: Wzrost, zdrowie, równowaga
ro: Creștere, sănătate, echilibru
sk: Rast, zdravie, rovnováha

# LS.Common.Strings.turquoiseDescription
source: Clarity, refreshment, uniqueness
hr: Jasnoća, osvježenje, jedinstvenost
pl: Przejrzystość, odświeżenie, wyjątkowość
ro: Claritate, prospețime, unicitate
sk: Jasnosť, osvieženie, jedinečnosť

# LS.Common.Strings.blueDescription
source: Trust, calm, intelligence
hr: Povjerenje, smirenost, inteligencija
pl: Zaufanie, spokój, inteligencja
ro: Încredere, calm, inteligență
sk: Dôvera, pokoj, inteligencia

# LS.Common.Strings.pinkDescription
source: Romance, kindness, softness
hr: Romantika, dobrota, nježnost
pl: Romans, życzliwość, delikatność
ro: Romantism, bunătate, delicatețe
sk: Romantika, láskavosť, jemnosť

# LS.Common.Strings.brownDescription
source: Stability, reliability, earthiness
hr: Stabilnost, pouzdanost, prizemljenost
pl: Stabilność, niezawodność, przyziemność
ro: Stabilitate, fiabilitate, naturalețe
sk: Stabilita, spoľahlivosť, prízemnosť

# LS.Common.Strings.greyscaleDescription
source: Professional, clean, versatile
hr: Profesionalno, čisto, svestrano
pl: Profesjonalny, czysty, wszechstronny
ro: Profesional, curat, versatil
sk: Profesionálne, čisté, univerzálne

# LS.Common.Strings.purpleDescription
source: Luxury, imagination, mystery
hr: Luksuz, maštovitost, misterij
pl: Luksus, wyobraźnia, tajemnica
ro: Lux, imaginație, mister
sk: Luxus, predstavivosť, tajomstvo

# LS.Common.Strings.generate
source: Generate
hr: Generiraj
pl: Wygeneruj
ro: Generează
sk: Generovať

# LS.Common.Strings.color
source: Colour
hr: Boja
pl: Kolor
ro: Culoare
sk: Farba

# LS.Common.Strings.randomColor
source: Random
hr: Nasumično
pl: Losowy
ro: Aleatoriu
sk: Náhodný

# LS.Common.Strings.anyColor
source: Any colour
hr: Bilo koja boja
pl: Dowolny kolor
ro: Orice culoare
sk: Akákoľvek farba

# LS.Common.Strings.downloadOptions
source: Download options
hr: Opcije preuzimanja
pl: Opcje pobierania
ro: Opțiuni de descărcare
sk: Možnosti sťahovania

# LS.Common.Strings.preview
source: Preview
hr: Pregled
pl: Podgląd
ro: Previzualizare
sk: Náhľad

# LS.Common.Strings.fileFormat
source: File format
hr: Format datoteke
pl: Format pliku
ro: Format fișier
sk: Formát súboru

# LS.Common.Strings.download
source: Download
hr: Preuzmi
pl: Pobierz
ro: Descarcă
sk: Stiahnuť

# LS.Common.Strings.share
source: Share
hr: Podijeli
pl: Udostępnij
ro: Partajează
sk: Zdieľať

# LS.Common.Strings.reGenerate
source: Re-Generate
hr: Ponovno generiraj
pl: Wygeneruj ponownie
ro: Regenerează
sk: Znovu generovať

# LS.Common.Strings.style
source: Style
hr: Stil
pl: Styl
ro: Stil
sk: Štýl

# LS.Common.Strings.generatingYourLogo
source: Generating your logo
hr: Generiranje vašeg logotipa
pl: Generowanie twojego logo
ro: Se generează logo-ul tău
sk: Generovanie vášho loga

# LS.Common.Strings.analyzePrompt
source: Analyzing prompt...
hr: Analiziranje upita...
pl: Analiza promptu...
ro: Se analizează promptul...
sk: Analyzuje sa výzva...

# LS.Common.Strings.choosingStyle
source: Choosing style...
hr: Odabir stila...
pl: Wybieranie stylu...
ro: Se alege stilul...
sk: Výber štýlu...

# LS.Common.Strings.renderingDesign
source: Rendering design...
hr: Renderiranje dizajna...
pl: Renderowanie projektu...
ro: Se redă designul...
sk: Vykresľovanie dizajnu...

# LS.Common.Strings.next
source: Next
hr: Dalje
pl: Dalej
ro: Următorul
sk: Ďalej

# LS.Common.Strings.needInspirationTry
source: Need inspiration? Try:
hr: Trebate inspiraciju? Pokušajte:
pl: Potrzebujesz inspiracji? Spróbuj:
ro: Ai nevoie de inspirație? Încearcă:
sk: Potrebujete inšpiráciu? Skúste:

# LS.Common.Strings.randomPrompt
source: Random Prompt
hr: Nasumična ideja
pl: Losowy prompt
ro: Prompt aleatoriu
sk: Náhodný návrh

# LS.Common.Strings.flame
source: Flame
hr: Plamen
pl: Płomień
ro: Flacără
sk: Plameň

# LS.Common.Strings.oceanWave
source: Ocean wave
hr: Oceanski val
pl: Fala oceanu
ro: Val oceanic
sk: Oceánska vlna

# LS.Common.Strings.mountainTree
source: Mountain tree
hr: Planinsko drvo
pl: Drzewo górskie
ro: Copac de munte
sk: Horský strom

# LS.Common.Strings.describeYourIdea
source: Describe your idea...
hr: Opišite svoju ideju...
pl: Opisz swój pomysł...
ro: Descrie-ți ideea...
sk: Opíšte svoj nápad...

# LS.Common.Strings.textLogo
source: Text Logo
hr: Tekstualni logotip
pl: Logo tekstowe
ro: Logo text
sk: Textové logo

# LS.Common.Strings.common
source: Common
hr: Uobičajeno
pl: Zwykły
ro: Comun
sk: Bežné

# LS.Common.Strings.minimalist
source: Minimalist
hr: Minimalistički
pl: Minimalistyczny
sk: Minimalistický

# LS.Common.Strings.modern
source: Modern
hr: Moderan
pl: Nowoczesny
sk: Moderný

# LS.Common.Strings.abstract
source: Abstract
hr: Apstraktno
pl: Abstrakcyjny
sk: Abstraktný

# LS.Common.Strings.mascot
source: Mascot
hr: Maskota
pl: Maskotka
ro: Mascotă
sk: Maskot

# LS.Common.Strings.handDrawn
source: Hand-drawn
hr: Ručni
pl: Ręczny
ro: Manual
sk: Ručný

# LS.Common.Strings.menu
source: Menu
hr: Izbornik
ro: Meniu

# LS.Common.Strings.myDesigns
source: My Designs
hr: Moji dizajni
pl: Moje projekty
ro: Design-urile mele
sk: Moje návrhy

# LS.Common.Strings.termsOfUse
source: Terms of Use
hr: Uvjeti korištenja
pl: Warunki korzystania
ro: Termeni de utilizare
sk: Podmienky používania

# LS.Common.Strings.privacyPolicy
source: Privacy Policy
hr: Pravila privatnosti
pl: Polityka prywatności
ro: Politica de confidențialitate
sk: Zásady ochrany osobných údajov

# LS.Common.Strings.restorePurchase
source: Restore Purchase
hr: Vrati kupnju
pl: Przywróć zakup
ro: Restaurează achiziția
sk: Obnoviť nákup

# LS.Common.Strings.createLogoInSeconds
source: Create logo in seconds
hr: Izradite logotip za nekoliko sekundi
pl: Stwórz logo w kilka sekund
ro: Creează un logo în câteva secunde
sk: Vytvorte logo za pár sekúnd

# LS.Common.Strings.justDescribeYourIdea
source: Just describe your idea – AI will do the rest.
hr: Samo opišite svoju ideju – AI će učiniti ostalo.
pl: Opisz swój pomysł – resztą zajmie się AI.
ro: Descrie-ți ideea – AI se ocupă de restul.
sk: Stačí opísať svoj nápad – zvyšok zvládne AI.

# LS.Common.Strings.getStarted
source: Get Started
hr: Započni
pl: Zacznij
ro: Începe
sk: Začať

# LS.Common.Strings.сustomizeYourStyle
source: Customize your style
hr: Prilagodi svoj stil
pl: Dostosuj swój styl
ro: Personalizează-ți stilul
sk: Prispôsob si štýl

# LS.Common.Strings.pickColorsAndStyles
source: Pick colours and styles to match your brand.
hr: Odaberi boje i stilove koji odgovaraju tvojoj marki.
pl: Wybierz kolory i style pasujące do Twojej marki.
ro: Alege culori și stiluri care se potrivesc cu brandul tău.
sk: Vyber si farby a štýly, ktoré ladia s tvojou značkou.

# LS.Common.Strings.continueTitle
source: Continue
hr: Nastavi
pl: Kontynuuj
ro: Continuă
sk: Pokračovať

# LS.Common.Strings.useYourLogoAnywhere
source: Use your logo anywhere
hr: Koristi svoj logotip bilo gdje
pl: Używaj swojego logo wszędzie
ro: Folosește-ți logo-ul oriunde
sk: Použi svoje logo kdekoľvek

# LS.Common.Strings.downloadHighQualityFiles
source: Download high-quality files instantly in multiple formats.
hr: Preuzmi datoteke visoke kvalitete odmah u više formata.
pl: Pobieraj wysokiej jakości pliki natychmiast w różnych formatach.
ro: Descarcă fișiere de înaltă calitate instantaneu în mai multe formate.
sk: Stiahni si kvalitné súbory okamžite vo viacerých formátoch.

# LS.Common.Strings.startCreating
source: Start Creating
hr: Započni stvaranje
pl: Zacznij tworzyć
ro: Începe să creezi
sk: Začni vytvárať

# LS.Common.Strings.unlockAllFeatures
source: Unlock all Features Now
hr: Otključaj sve značajke odmah
pl: Odblokuj wszystkie funkcje teraz
ro: Deblochează toate funcțiile acum
sk: Odomkni všetky funkcie teraz

# LS.Common.Strings.unlimitedLogoGenerations
source: Unlimited logo generations
hr: Neograničeno generiranje logotipa
pl: Nieograniczone generowanie logotypów
ro: Generări nelimitate de logo-uri
sk: Neobmedzená tvorba log

# LS.Common.Strings.highResolutionDownloads
source: High-resolution downloads
hr: Preuzimanja visoke rezolucije
pl: Pobieranie w wysokiej rozdzielczości
ro: Descărcări la rezoluție înaltă
sk: Sťahovanie vo vysokom rozlíšení

# LS.Common.Strings.styleColorCustomization
source: Style & color customization
hr: Prilagodba stila i boje
pl: Dostosowanie stylu i koloru
ro: Personalizare stil și culoare
sk: Prispôsobenie štýlu a farby

# LS.Common.Strings.bestPrice
source: Best price
hr: Najbolja cijena
pl: Najlepsza cena
ro: Cel mai bun preț
sk: Najlepšia cena

# LS.Common.Strings.annual
source: Annual
hr: Godišnje
pl: Roczna
ro: Anual
sk: Ročné

# LS.Common.Strings.pricePerYear
source: %@/year
hr: %@/godina
pl: %@/rok
ro: %@/an
sk: %@/rok

# LS.Common.Strings.pricePerMonth
source: %@/month
hr: %@/mjesečno
pl: %@/miesiąc
ro: %@/lună
sk: %@/mesiac

# LS.Common.Strings.threeDaysTrial
source: 3 days trial
hr: 3 dana besplatno
pl: 3 dni za darmo
ro: 3 zile gratuit
sk: 3 dni zadarmo

# LS.Common.Strings.noPaymentNow
source: No payment now
hr: Bez plaćanja sada
pl: Płatność później
ro: Fără plată acum
sk: Žiadna platba teraz

# LS.Common.Strings.continueForFree
source: Continue for free
hr: Nastavi besplatno
pl: Kontynuuj za darmo
ro: Continuă gratuit
sk: Pokračovať zadarmo

# LS.Common.Strings.oops
source: Oops...
hr: Ups...
pl: Ups...
ro: Ups...
sk: Ups...

# LS.Common.Strings.nothingToRestore
source: Nothing to restore
hr: Nema ničega za obnoviti
pl: Brak danych do przywrócenia
ro: Nimic de restaurat
sk: Nie je čo obnoviť

# LS.Common.Strings.somethingWentWrong
source: Something went wrong
hr: Nešto je pošlo po zlu
pl: Coś poszło nie tak
ro: Ceva a mers prost
sk: Niečo sa pokazilo

# LS.Common.Strings.ok
source: Ok
hr: U redu

# LS.Common.Strings.contactUs
source: Contact Us
hr: Kontaktiraj nas
pl: Skontaktuj się z nami
ro: Contactează-ne
sk: Kontaktujte nás

# LS.Common.Strings.prompt
source: Prompt
hr: Upit
pl: Opis
sk: Výzva

# LS.Common.Strings.edit
source: Edit
hr: Uredi
pl: Edytuj
ro: Editează
sk: Upraviť

# LS.Common.Strings.logoSaved
source: Logo Saved
hr: Logotip spremljen
pl: Logo zapisane
ro: Siglă salvată
sk: Logo uložené

# LS.Common.Strings.pleaseWaitFewSeconds
source: Please wait a few seconds before generating a new logo.
hr: Pričekajte nekoliko sekundi prije nego što generirate novi logo.
pl: Poczekaj kilka sekund przed wygenerowaniem nowego logo.
ro: Așteptați câteva secunde înainte de a genera un nou logo.
sk: Počkajte niekoľko sekúnd pred generovaním nového loga.

# LS.Common.Strings.save
source: Save
hr: Spremi
pl: Zapisz
ro: Salvează
sk: Uložiť
